[
  {
    "title": "The Shadow",
    "tags": ["tolkien"],
    "text": "The beauty of it smote his heart, as he looked up out of the forsaken land, and hope returned to him. For like a shaft, clear and cold, the thought pierced him that in the end the Shadow was only a small and passing thing: there was light and high beauty for ever beyond its reach."
  },
  {
    "title": "Eomer's lament",
    "tags": ["tolkien", "poetry"],
    "text": "Out of doubt, out of dark, to the day’s rising I came singing in the sun, sword unsheathing. To hope’s end I rode and to heart’s breaking: Now for wrath, now for ruin and a red nightfall"
  },
  {
    "title": "Gandalf on Aragorn",
    "tags": ["tolkien"],
    "text": "He is strong and stern underneath, Pippin; bold, determined, able to take his own counsel and dare great risks at need"
  },
  {
    "title": "Until they (hobbits) came to think that",
    "tags": ["tolkien"],
    "text": "peace and plenty were the rule in Middle-earth and the right of all sensible folk"
  },
  {
    "title": "The road goes ever on and on",
    "tags": ["tolkien", "poetry"],
    "text": "The Road goes ever on and on, Down from the door where it began. Now far ahead the Road has gone, And I must follow, if I can, Pursuing it with eager feet, Until it joins some larger way Where many paths and errands meet. And whither then? I cannot say."
  },
  {
    "title": "All that is Gold",
    "tags": ["tolkien", "poetry"],
    "text": "All that is gold does not glitter, Not all those who wander are lost; The old that is strong does not wither, Deep roots are not reached by the frost. From the ashes a fire shall be woken, A light from the shadows shall spring; Renewed shall be blade that was broken, The crownless again shall be king."
  },
  {
    "title": "Gettysburg Adress",
    "tags": ["works", "lincoln"],
    "text": "Four score and seven years ago our fathers brought forth, upon this continent, a new nation, conceived in Liberty, and dedicated to the proposition that all men are created equal. Now we are engaged in a great civil war, testing whether that nation, or any nation so conceived, and so dedicated, can long endure. We are met on a great battle-field of that war. We have come to dedicate a portion of that field, as a final resting place for those who here gave their lives, that that nation might live. It is altogether fitting and proper that we should do this. But, in a larger sense, we can not dedicate, we can not consecrate - we can not hallow - this ground. The brave men, living and dead, who struggled here, have consecrated it far above our poor power to add or detract. The world will little note, nor long remember what we say here, but it can never forget what they did here. It is for us the living, rather, to be dedicated here to the unfinished work which they who fought here, have, thus far, so nobly advanced. It is rather for us to be here dedicated to the great task remaining before us - that from these honored dead we take increased devotion to that cause for which they gave the last full measure of devotion - that we here highly resolve that these dead shall not have died in vain - that this nation, under God, shall have a new birth of freedom - and that government of the people, by the people, for the people, shall not perish from the earth."
  },
  {
    "title": "Ja visst gör det ont",
    "tags": ["poetry", "karin boye"],
    "text": "Ja visst gör det ont när knoppar brister. Varför skulle annars våren tveka? Varför skulle all vår heta längtan  bindas i det frusna bitterbleka? Höljet var ju knoppen hela vintern. Vad är det för nytt, som tär och spränger? Ja visst gör det ont när knoppar brister, ont för det som växer och det som stänger. Ja nog är det svårt när droppar faller. Skälvande av ängslan tungt de hänger, klamrar sig vid kvisten, sväller, glider  - tyngden drar dem neråt, hur de klänger. Svårt att vara oviss, rädd och delad, svårt att känna djupet dra och kalla, ändå sitta kvar och bara darra  - svårt att vilja stanna och vilja falla. Då, när det är värst och inget hjälper, Brister som i jubel trädets knoppar. Då, när ingen rädsla längre håller, faller i ett glitter kvistens droppar glömmer att de skrämdes av det nya glömmer att de ängslades för färden  - känner en sekund sin största trygghet, vilar i den tillit som skapar världen. "
  },
  {
    "title": "I Rörelse",
    "tags": ["poetry", "karin boye"],
    "text": "Den mätta dagen, den är aldrig störst. Den bästa dagen är en dag av törst. Nog finns det mål och mening i vår färd - men det är vägen, som är mödan värd. Det bästa målet är en nattlång rast, där elden tänds och brödet bryts i hast. På ställen, där man sover blott en gång, blir sömnen trygg och drömmen full av sång. Bryt upp, bryt upp! Den nya dagen gryr. Oändligt är vårt stora äventyr."
  },
  {
    "title": "Nattskärran",
    "tags": ["poetry", "karin boye"],
    "text": "Halvvaken ruvar sommarnatten stilla på drömmar, dem ingen vet. Tjärnarnas blanka vatten spegla en skymningshimmels bleka oändlighet. Stjärnorna vitare bli. Fjärran, fjärran nattskärran sjunger ensam sin tonlösa, tröstlösa vaggmelodi. Aldrig djärvt hon mot höjden svingar, svävar lågt för sin låghets skull. Duniga skymningsvingar tyckas bundna vid jorden, tyngda av stoft och mull. Ve den, vars vingepar ej kan sig höja, blott dröja, övermäktigt draget mot dyn, vars färger det har. Men den vitaste vita bland svanor, som i morgonens ljusrymd far sina kungliga banor, hyste aldrig en längtan sådan som skärran har. Ingen kan längta så mot det fjärran som skärran mot det evigt vinkande, evigt vikande blå."
  },
  {
    "title": "Psalm 1",
    "tags": ["psalm"],
    "text": "Lycklig den som inte följer de gudlösa, inte går syndares väg eller sitter bland hädare utan har sin lust i Herrens lag och läser den dag och natt. Han är som ett träd planterat nära vatten — det bär sin frukt i rätt tid, aldrig vissnar bladen. Allt vad han gör går väl. Inte så med de gudlösa — de liknar agnar som vinden för bort. Därför döms de gudlösa där rätten råder och syndarna i de rättfärdigas krets. Herren är med på de rättfärdigas väg, men de gudlösas väg leder till intet."
  },
  {
    "title": "Psalm 4",
    "tags": ["psalm"],
    "text": "För körledaren, till stränginstrument. En psalm av David. Svara mig när jag ropar, Gud, du som skaffar mig rätt. Du öppnar vägen när jag är trängd. Visa mig nåd och hör min bön. Ni mäktiga, hur länge skall ni skymfa min heder, älska tomhet och bruka lögn? Ni skall veta att Herren har varit förunderligt god mot mig, han hör när jag ropar till honom. Upprörs ni, så synda inte. Säg där ni ligger på er bädd: »Var stilla!« Ge rätta offer, förtrösta på Herren. Många säger: »Vem kan ge oss lycka?« Herre, låt ditt ansikte lysa över oss. Av dig har jag fått en större glädje än de som fått korn och vin i mängd. Jag lägger mig ner i frid och sover. Du, Herre, låter mig bo i trygghet."
  },
  {
    "title": "Psalm 8",
    "tags": ["psalm"],
    "text": "För körledaren. En psalm av David. Herre, vår härskare, väldigt är ditt namn över hela jorden. Jag vill besjunga din himmelska prakt med ett barns, ett dibarns mun. Du har rest ett värn mot dina fiender för att betvinga ovän och hämnare. När jag ser din himmel, som dina fingrar format, månen och stjärnorna du fäste där,vad är då en människa att du tänker på henne, en dödlig att du tar dig an honom? Du gjorde honom nästan till en gud, med ära och härlighet krönte du honom. Du lät honom härska över dina verk, allt lade du under hans fötter:får och oxar, all boskap, och markens vilda djur, himlens fåglar och havets fiskar, allt som vandrar havets stigar. Herre, vår härskare, väldigt är ditt namn över hela jorden."
  },
  {
    "title": "Psalm 16",
    "tags": ["psalm"],
  "text": "Ett kväde av David. Skydda mig, Gud, jag flyr till dig. Jag säger till Herren: Min härskare, mitt högsta goda är du. Usla är desom hålls heliga i landet, dessa väldiga vill jag inte veta av. Låt dem ha så många beläten de vill, de som åtrår andra gudar – jag tar inte del i blodsoffren åt dem, jag tar inte deras namn i min mun. Herren är min andel, min bägare. Du bestämmer mitt öde. En ljuvlig lott har tillfallit mig, ja, min arvedel finner jag skön. Jag vill prisa Herren, han ger mig råd, mitt inre förmanar mig om natten. Jag har alltid Herren inför mig, när han står vid min sida vacklar jag inte. Därför gläds mitt hjärta och jublar, min kropp är i trygghet, ty du lämnar mig inte åt dödsriket, du låter inte din trogne se graven. Du visar mig vägen till liv, hos dig finns glädjens fullhet, ständig ljuvlighet i din högra hand."
  },
  {
    "title": "Psalm 117",
    "tags": ["psalm"],
    "text": "Prisa Herren, alla folk, lova honom, alla länder! Väldig är hans godhet mot oss, Herrens trofasthet är evig. Halleluja!"
  },
  {
    "title": "Psalm 117",
    "tags": ["psalm"],
    "text": "För körledaren. Av David, en psalm. Herre, du rannsakar mig och känner mig. Om jag står eller sitter vet du det, fast du är långt borta vet du vad jag tänker. Om jag går eller ligger ser du det, du är förtrogen med allt jag gör. Innan ordet är på min tunga vet du, Herre, allt jag vill säga. Du omger mig på alla sidor, jag är helt i din hand. Den kunskapen är för djup för mig, den övergår mitt förstånd. Var skulle jag komma undan din närhet? Vart skulle jag fly för din blick? Stiger jag upp till himlen, finns du där, lägger jag mig i dödsriket, är du också där. Tog jag morgonrodnadens vingar, gick jag till vila ytterst i havet, skulle du nå mig även där och gripa mig med din hand. Om jag säger: Mörker må täcka mig, ljuset omkring mig bli natt, så är inte mörkret mörkt för dig, natten är ljus som dagen, själva mörkret är ljus. Du skapade mina inälvor, du vävde mig i moderlivet. Jag tackar dig för dina mäktiga under, förunderligt är allt du gör. Du kände mig alltigenom, min kropp var inte förborgad för dig, när jag formades i det fördolda, när jag flätades samman i jordens djup. Du såg mig innan jag föddes, i din bok var de redan skrivna, de dagar som hade formats innan någon av dem hade grytt. Dina tankar, o Gud, är för höga för mig, väldig är deras mångfald. Vill jag räkna dem är de flera än sandkornen, når jag till slutet är jag ännu hos dig. Döda de onda, Gud! Låt mördarna försvinna, de som trotsar dig med sina ränker och fåfängt höjer sin röst mot dig. Skulle jag inte hata dem som hatar dig, Herre, och avsky dem som reser sig mot dig? Jag hatar dem med glödande hat, mina fiender har de blivit. Rannsaka mig, Gud, och känn mina tankar, pröva mig och känn min oro,se om min väg för bort från dig, och led mig på den eviga vägen."
  }
]
